Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: And these [are] sons of Reuel: Nahath and Zerah, Shammah and Mizzah; these were sons of Bashemath wife of Esau.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎷᎡᎵ ᏧᏪᏥ; ᏁᎭᏗ, ᎠᎴ ᏎᎳ, ᏌᎹ, ᎠᎴ ᎻᏌ; ᎯᎠ ᎾᏍᎩ ᏆᏏᎹ ᎢᏐ ᎤᏓᎵᎢ ᏧᏪᏥ ᎨᏎᎢ.

source: And these have been the sons of Aholibamah daughter of Anah, daughter of Zibeon, wife of Esau; and she beareth to Esau, Jeush and Jaalam and Korah.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏧᏪᏥ ᎠᎰᎵᎠ ᎢᏐ ᎤᏓᎵᎢ, ᎡᎾ ᎤᏪᏥ ᎾᏍᎩ ᏥᏈᎣᏂ ᎤᏪᏥ ᏥᎨᏎᎢ; ᎠᎴ ᎾᏍᎩ ᏤᎤᏏ, ᎠᎴ ᏤᎳᎻ, ᎠᎴ ᎪᎳ ᏚᎾᏄᎪᏫᏎᎴ ᎢᏐ.

source: These [are] chiefs of the sons of Esau: sons of Eliphaz, first-born of Esau: chief Teman, chief Omar, chief Zepho, chief Kenaz,
chr: ᎯᎠᏃ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎨᏎ ᎢᏐ ᏧᏪᏥ; ᎡᎵᏆ ᏧᏪᏥ ᎾᏍᎩ ᎢᏐ ᎢᎬᏱ ᎤᏕᏁᎸᎯ; ᏘᎹᏂ ᎤᎬᏫᏳᏌᏕᎩ, ᎣᎹ ᎤᎬᏫᏳᏌᏕᎩ, ᏎᏉ ᎤᎬᏫᏳᏌᏕᎩ, ᎠᎴ ᎩᎾᏏ ᎤᎬᏫᏳᏌᏕᎩ.

source: chief Korah, chief Gatam, chief Amalek; these [are] chiefs of Eliphaz, in the land of Edom; these [are] sons of Adah.
chr: ᎪᎳ ᎤᎬᏫᏳᏌᏕᎩ, ᎦᏔᎻ ᎤᎬᏫᏳᏌᏕᎩ, ᎠᎹᎴᎩ ᎤᎬᏫᏳᏌᏕᎩ; ᎯᎠ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎡᎵᏆ ᎬᏩᏕᏁᎸᎯ ᎢᏙᎻ ᏣᏁᎮᎢ; ᎯᎠ ᎾᏍᎩ ᎡᏓ ᏧᏪᏥ ᎨᏎᎢ.

source: And these [are] sons of Reuel son of Esau: chief Nahath, chief Zerah, chief Shammah, chief Mizzah; these [are] chiefs of Reuel, in the land of Edom; these [are] sons of Bashemath wife of Esau.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎷᎡᎵ ᏧᏪᏥ ᎾᏍᎩ ᎢᏐ ᎤᏪᏥ; ᏁᎭᏗ ᎤᎬᏫᏳᏌᏕᎩ, ᏎᎳ ᎤᎬᏫᏳᏌᏕᎩ, ᏌᎹ ᎤᎬᏫᏳᏌᏕᎩ, ᎻᏌ ᎤᎬᏫᏳᏌᏕᎩ; ᎯᎠ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎷᎡᎵ ᎬᏩᏕᏁᎸᎯ ᎢᏙᎻ ᏣᏁᎮᎢ; ᎯᎠ ᎾᏍᎩ ᏆᏏᎹ ᏧᏪᏥ ᎢᏐ ᎤᏓᎵᎢ.

source: And these [are] sons of Aholibamah wife of Esau: chief Jeush, chief Jaalam, chief Korah; these [are] chiefs of Aholibamah daughter of Anah, wife of Esau.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎠᎪᎵᏆᎹ ᏧᏪᏥ ᎢᏐ ᎤᏓᎵᎢ; ᏥᎤᏏ ᎤᎬᏫᏳᏌᏕᎩ, ᏤᎠᎳᎻ ᎤᎬᏫᏳᏌᏕᎩ, ᎪᎳ ᎤᎬᏫᏳᏌᏕᎩ; ᎯᎠ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎠᎰᎵᏆᎹ ᎬᏩᏕᏁᎸᎯ ᎾᏍᎩ ᎢᏐ ᎤᏓᎵᎢ ᎡᎾ ᎤᏪᏥ.

source: These [are] sons of Esau (who [is] Edom), and these their chiefs.
chr: ᎯᎠ ᎾᏍᎩ ᎢᏐ ᏧᏪᏥ, ᎾᏍᎩ ᎢᏙᎻ ᏥᏙᏙᎥ, ᎠᎴ ᎯᎠ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᏧᎾᏤᎵᎦ.

source: These [are] sons of Seir the Horite, the inhabitants of the land: Lotan, and Shobal, and Zibeon, and Anah,
chr: ᎯᎠᏃ ᎾᏍᎩ ᏏᎠ ᎠᎰᎸ ᏧᏪᏥ, ᎾᏍᎩ ᎾᎿ ᎦᏙᎯ ᏣᏁᎮᎢ; ᎶᏔᏂ, ᎠᎴ ᏐᏆᎵ, ᎠᎴ ᏥᏈᎣᏂ, ᎠᎴ ᎡᎾ.

source: and Dishon, and Ezer, and Dishan; these [are] chiefs of the Horites, sons of Seir, in the land of Edom.
chr: ᎠᎴ ᏗᏐᏂ, ᎠᎴ ᎢᏌ, ᎠᎴ ᏗᏌᏂ; ᎯᎠ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎠᏂᎰᎸ ᏧᎾᏤᎵᎦ, ᎾᏍᎩ ᏏᎠ ᏧᏪᏥ ᎢᏙᎻ ᎦᏙᎯ ᏣᏁᎮᎢ.

source: And the sons of Lotan are Hori and Heman; and a sister of Lotan [is] Timna.
chr: ᎶᏔᏂᏃ ᏧᏪᏥ ᎰᎵ ᎠᎴ ᎯᎹᏂ ᏚᎾᏙᎡᎢ; ᎶᏔᏂᏃ ᎤᏙ ᏘᎻᎾ ᏚᏙᎡᎢ.

source: And these [are] sons of Shobal: Alvan and Manahath, and Ebal, Shepho and Onam.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏐᏆᎵ ᏧᏪᏥ; ᎠᎵᏆᏂ, ᎠᎴ ᎹᏁᎭ, ᎠᎴ ᎢᏆᎵ, ᏎᏉ, ᎠᎴ ᎣᎾᎻ.

source: And these [are] sons of Zibeon, both Ajah and Anah: it [is] Anah that hath found the Imim in the wilderness, in his feeding the asses of Zibeon his father.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏥᏈᎣᏂ ᏧᏪᏥ; ᎢᏧᎳ ᎡᏣ, ᎠᎴ ᎡᎾ; ᎯᎠ ᎾᏍᎩ ᎡᎾ ᎤᏗᎴᎩ ᎠᎹ ᏕᎦᏄᎪᎬ ᏥᏚᏩᏛᎮ ᎢᎾᎨᎢ, ᎤᏙᏓ ᏥᏈᎣᏂ ᏧᏤᎵᎦ ᏗᏂᎵᎠᏅᎯᏛ ᏐᏈᎵ ᏓᎦᏘᏴᎢ.

source: And these [are] sons of Anah: Dishon, and Aholibamah daughter of Anah.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎡᎾ ᏧᏪᏥ; ᏗᏐᏂ, ᎠᎴ ᎠᎰᎵᏆᎹ ᎡᎾ ᎤᏤᏥ ᎠᎨᏴ.

source: And these [are] sons of Dishon: Hemdan, and Eshban, and Ithran, and Cheran.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏗᏐᏂ ᏧᏪᏥ; ᎮᎻᏓᏂ, ᎠᎴ ᎡᏏᏆᏂ, ᎠᎴ ᎢᏗᎳᏂ, ᎠᎴ ᎩᎳᏂ.

source: These [are] sons of Ezer: Bilhan, and Zaavan, and Akan.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎢᏌ ᏧᏪᏥ; ᏈᎳᏂ, ᎠᎴ ᏤᏆᏂ, ᎠᎴ ᎡᎧᏂ

source: These [are] sons of Dishan: Uz and Aran.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏗᏌᏂ ᏧᏪᏥ; ᎥᏏ, ᎠᎴ ᎠᎳᏂ.

source: These [are] chiefs of the Horite: chief Lotan, chief Shobal, chief Zibeon, chief Anah,
chr: ᎯᎠᏃ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎠᏂᎰᎸ ᎬᏩᎾᏕᏁᎸᎯ; ᎶᏔᏂ ᎤᎬᏫᏳᏌᏕᎩ, ᏐᏆᎵ ᎤᎬᏫᏳᏌᏕᎩ, ᏥᏈᎣᏂ ᎤᎬᏫᏳᏌᏕᎩ, ᎡᎾ ᎤᎬᏫᏳᏌᏕᎩ,

source: chief Dishon, chief Ezer, chief Dishan: these [are] chiefs of the Horite in reference to their chiefs in the land of Seir.
chr: ᏗᏐᏂ ᎤᎬᏫᏳᏌᏕᎩ, ᎢᏌ ᎤᎬᏫᏳᏌᏕᎩ, ᏗᏌᏂ ᎤᎬᏫᏳᏌᏕᎩ; ᎯᎠ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎰᎳ ᎬᏩᏕᏁᎸᎯ, ᎾᏍᎩ ᏧᎾᏤᎵ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎤᎾᏓᏑᏴ ᏏᎠ ᎦᏙᎯ ᏣᏁᎮᎢ.

source: And these [are] the kings who have reigned in the land of Edom before the reigning of a king over the sons of Israel.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎤᏂᎬᏫᏳ ᏣᏁᎮ ᎢᏙᎻᏱ ᎠᏏᏉ ᎢᏏᎵ ᏧᏪᏥ ᏄᏂᎧᎲᎾ ᏥᎨᏎ ᎤᎬᏫᏳᎯ.

source: And Bela son of Beor reigneth in Edom, and the name of his city [is] Dinhabah;
chr: ᏈᎳ ᏈᎣ ᎤᏪᏥ ᎢᏙᎻ ᎤᎬᏫᏳᎯ ᎨᏎᎢ; ᎾᏍᎩᏃ ᎤᏪᏚᎲ ᏗᏂᎮᏆ ᏚᏙᎡᎢ.

source: and Bela dieth, and reign in his stead doth Jobab son of Zerah from Bozrah;
chr: ᏈᎳᏃ ᎤᏲᎱᏎᎢ, ᏦᏆᏈᏃ ᏎᎳ ᎤᏪᏥ ᏉᏏᎳ ᎤᏕᏅᎯ ᎤᏓᏁᏟᏴᏍᏓᏁᎴ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁᎢ.

source: and Jobab dieth, and reign in his stead doth Husham from the land of the Temanite.
chr: ᏦᎠᏈᏃ ᎤᏲᎱᏎᎢ, ᎱᏌᎻᏃ ᏘᎹᏂ ᎦᏓ ᎠᎲ ᎤᏕᏅᎯ ᎤᏓᏁᏟᏴᏍᏔᏁᎴ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁᎢ.

source: And Husham dieth, and reign in his stead doth Hadad son of Bedad (who smiteth Midian in the field of Moab), and the name of his city [is] Avith;
chr: ᎱᏌᎻᏃ ᎤᏲᎱᏎᎢ, ᎤᏓᏁᏟᏴᏍᏓᏁᎴᏃ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁ ᎮᏓᏗ ᏈᏓᏗ ᎤᏪᏥ ᎾᏍᎩ ᏥᏚᏎᎪᎩᏎ ᎻᏗᏯᏂ ᎼᎠᏈ ᎤᎾᏤᎵᎪᎯ. ᎾᏍᎩᏃ ᎤᏪᏚᎲ ᎡᏫᏗ ᏚᏙᎡᎢ.

source: and Hadad dieth, and reign in his stead doth Samlah of Masrekah;
chr: ᎮᏓᏗᏃ ᎤᏲᎱᏎᎢ, ᏌᎻᎳᏃ ᎹᏏᎵᎦ ᎤᏕᏅᎯ ᎤᏓᏁᏟᏴᏍᏔᏁᎴ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁᎢ.

source: and Samlah dieth, and reign in his stead doth Saul from Rehoboth of the River;
chr: ᏌᎻᎳᏃ ᎤᏲᎱᏎᎢ, ᏐᎳᏃ ᎵᎰᏉ ᎡᏉᏄᎶᏗ ᏂᎦᏚᎭ ᎤᏕᏅᎯ ᎤᏓᏁᏟᏴᏍᏓᏁᎴ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁᎢ.

source: and Saul dieth, and reign in his stead doth Baal-hanan son of Achbor;
chr: ᏐᎳᏃ ᎤᏲᎱᏎᎢ, ᎤᏓᏁᏟᏴᏍᏔᏁᎴᏃ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁ ᏇᎳ-ᎮᎾᏂ ᎡᎩᏉ ᎤᏪᏥ.

source: and Baal-hanan son of Achbor dieth, and reign in his stead doth Hadar, and the name of his city [is] Pau; and his wife's name [is] Mehetabel daughter of Matred, daughter of Me-zahab.
chr: ᏇᎳ-ᎮᎾᏂᏃ ᎡᎩᏉ ᎤᏪᏥ ᎤᏲᎱᏎᎢ, ᎮᏓᎵᏃ ᎤᏓᏁᏟᏴᏍᏓᏁᎴ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏁᎢ; ᎾᏍᎩᏃ ᎤᏪᏚᎲ ᏆᎤ ᏚᏙᎡᎢ; ᎤᏓᎵᎢᏃ ᎺᎮᏗᏇᎵ ᏚᏙᎡᎢ, ᎹᏞᏗ ᎤᏪᏥ, ᎻᏎᎭᏈ ᎤᏪᏥ ᎠᎨᏴ.

source: And these [are] the names of the chiefs of Esau, according to their families, according to their places, by their names: chief Timnah, chief Alvah, chief Jetheth,
chr: ᎯᎠᏃ ᎾᏍᎩ ᏚᎾᏙᎥ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎢᏐ ᎤᏁᏢᏔᏅᎯ, ᏓᏂᎳᏍᏓᎳᏩᏗᏒᎢ, ᏓᏁᏩᏗᏒᎢ, ᎨᏥᏯᏅᏗ ᎨᏒᎢ; ᏗᎻᎾ ᎤᎬᏫᏳᏌᏕᎩ, ᎡᎵᏩ ᎤᎬᏫᏳᏌᏕᎩ, ᏥᏓᏗ ᎤᎬᏫᏳᏌᏕᎩ,

source: chief Aholibamah, chief Elah, chief Pinon,
chr: ᎠᎰᎵᏆᎹ ᎤᎬᏫᏳᏌᏕᎩ, ᎢᎳ ᎤᎬᏫᏳᏌᏕᎩ, ᏆᏃᏂ ᎤᎬᏫᏳᏌᏕᎩ,

source: chief Kenaz, chief Teman, chief Mibzar,
chr: ᎨᎾᏏ ᎤᎬᏫᏳᏌᏕᎩ, ᏘᎹᏂ ᎤᎬᏫᏳᏌᏕᎩ, ᎻᏈᏌ ᎤᎬᏫᏳᏌᏕᎩ,

source: chief Magdiel, chief Iram: these [are] chiefs of Edom, in reference to their dwellings, in the land of their possession; he [is] Esau father of Edom.
chr: ᎹᎩᏓᏱᎵ ᎤᎬᏫᏳᏌᏕᎩ, ᎠᏱᎳᎻ ᎤᎬᏫᏳᏌᏕᎩ. ᎯᎠ ᎾᏍᎩ ᎤᏂᎬᏫᏳᏌᏕᎩ ᎢᏙᎻ ᎠᏁᎯ ᎾᎿ ᏓᏂᏁᎳᏗᏒᎢ, ᎦᏙᎯ ᎤᎾᏤᎵᎪᎯ ᎨᏒᎢ. ᎯᎠ ᎾᏍᎩ ᎢᏐ, ᎠᏂᎢᏙᎻ ᎤᏂᏙᏓ.

source: Chapter 37
chr: ᎠᏯᏙᎸᎢ 37

source: And Jacob dwelleth in the land of his father's sojournings -- in the land of Canaan.
chr: ᏤᎦᏈᏃ ᎡᎮ ᎾᎿ ᎦᏙᎯ ᎤᏙᏓ ᎡᏙᎯ ᏥᎨᏎᎢ, ᎨᎾᏂ ᎦᏙᎯ ᎨᏒᎢ.

source: These [are] births of Jacob: Joseph, a son of seventeen years, hath been enjoying himself with his brethren among the flock, (and he [is] a youth,) with the sons of Bilhah, and with the sons of Zilpah, his father's wives, and Joseph bringeth in an account of their evil unto their father.
chr: ᎯᎠ ᎾᏍᎩ ᎧᏃᏀᎡᏍᏗ ᏤᎦᏈ ᎤᏁᏢᏔᏅᏒᎢ. ᏦᏩ ᎦᎵᏆᏚ ᎢᏳᏕᏘᏴᏛ ᎨᏎ ᏧᏂᎵ ᎤᎾᎵᎪᎭ ᏓᏅᎿᏗᏍᏗᏍᎨ ᎠᏫ; ᎾᏍᎩᏃ ᎠᏫᏄᏣ ᎢᏧᎳᎭ ᎠᏁᏙᎮ ᏈᎳ ᏧᏪᏥ ᎠᎴ ᏏᎵᏆ ᏧᏪᏥ, ᎾᏍᎩ ᎤᏙᏓ ᏧᏓᎵᎢ. ᏦᏩᏃ ᎤᏃᏁᎴ ᎤᏂᏙᏓ ᎤᏲ ᎨᏥᏃᎮᏍᎬᎢ.

source: And Israel hath loved Joseph more than any of his sons, for he [is] a son of his old age, and hath made for him a long coat;
chr: ᎢᏏᎵᏃ ᎤᏟ ᏄᎨᏳᏎ ᏦᏩ ᎡᏍᎦᏉ ᏂᎦᏛ ᏧᏪᏥ, ᏅᏗᎦᎵᏍᏙᏗᎡ ᎤᏛᏐᏅᎯ ᎨᏒ ᎤᏕᏁᎸᎢ. ᎠᎴ ᎠᏄᏬ ᎤᏅᏣᏛ ᎤᏪᏰᏫᏎᎴᎢ.

source: and his brethren see that their father hath loved him more than any of his brethren, and they hate him, and have not been able to speak [to] him peaceably.
chr: ᏧᏂᎵᏃ ᎤᎾᏙᎴᎰᏒ ᎤᏂᏙᏓ ᎤᏟ ᏄᎨᏳᏒ ᎾᏍᎩ ᎡᏍᎦᏉ ᏂᎦᏛ ᏧᏂᎵ, ᎬᏩᏂᏆᏘᎴᎢ, ᎠᎴ ᎥᏝ ᏙᎯᏱ ᎬᏩᎾᎵᏃᎮᏙᏗ ᏱᎨᏎᎢ.

source: And Joseph dreameth a dream, and declareth to his brethren, and they add still more to hate him.
chr: ᎰᏩᏃ ᎤᏍᎩᏓᏎᎢ, ᎠᎴ ᎾᏍᎩ ᏚᏃᏁᎴ ᏧᏂᎵ; ᎤᏟᏃ ᎢᎦᎢ ᎬᏩᏂᏆᏘᎴᎢ.

source: And he saith unto them, 'Hear ye, I pray you, this dream which I have dreamed:
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; Ꭷ, ᎢᏣᏛᏓᏍᏓ ᎯᎠ ᎾᏍᎩ ᎠᏆᏍᎩᏓᏒᎢ.

source: that, lo, we are binding bundles in the midst of the field, and lo, my bundle hath arisen, and hath also stood up, and lo, your bundles are round about, and bow themselves to my bundle.'
chr: ᎬᏂᏳᏉ ᏕᏙᏛᎢᎲᎩ ᏠᎨᏏ; ᎬᏂᏳᏉᏃ ᎠᏉᏛᎸᎯ ᏚᎴᏅᎩ ᎠᎴ ᏧᏳᎪᏗ ᎦᎧᎲᎩ; ᎠᎴ ᎬᏂᏳᏉ ᏂᎯ ᏗᏦᏛᎸᎯ ᏚᎾᏚᏫᏍᏔᏅᎩ, ᎡᎳᏗ ᎾᎾᏛᏁᎲᎩ ᎠᏴ ᎠᏉᏛᎸᎯ.

source: And his brethren say to him, 'Dost thou certainly reign over us? dost thou certainly rule over us?' and they add still more to hate him, for his dreams, and for his words.
chr: ᏧᏂᎵᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᏥᎪᏃ ᎤᏙᎯᏳᎯ ᏂᎩ ᏣᎬᏫᏳᎯ ᎨᏎᏍᏗ ᎠᏴ ᎣᏤᎲᎢ? ᎠᎴᏍᎪ ᎤᏙᎯᏳᎯ ᎭᏓᏅᏖᎵᏙᎯ ᎨᏎᏍᏗ ᎠᏴ ᎣᏤᎲᎢ? ᎠᎴ ᎠᏏᏉ ᎤᏟ ᎢᎦᎢ ᎢᎬᏩᏂᏆᏘᎴᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏍᎩᏓᏒᎢ ᎠᎴ ᏄᏪᏒᎢ.

source: And he dreameth yet another dream, and recounteth it to his brethren, and saith, 'Lo, I have dreamed a dream again, and lo, the sun and the moon, and eleven stars, are bowing themselves to me.'
chr: ᎣᏂᏃ ᎠᏏ ᎤᏍᎩᏓᏎᎢ, ᎠᎴ ᏚᏃᏁᎴ ᎠᎾᎵᏅᏟ, ᎯᎠ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ ᎠᏏ ᏌᏉ ᎢᏯᏍᎩᏓᏒᎢ ᎥᎦᏍᎩᏘ, ᎠᎴ ᎬᏂᏳᏉ ᏅᏙ ᎢᎦ ᎡᎯ, ᎠᎴ ᏅᏙ ᏒᏃᏱ ᎡᎯ, ᎠᎴ ᏌᏚ ᎢᏯᏂᏛ ᏃᏈᏏ ᎡᎳᏗ ᏂᎬᏆᏛᏁᎲᎩ.

source: And he recounteth unto his father, and unto his brethren; and his father pusheth against him, and saith to him, 'What [is] this dream which thou hast dreamt? do we certainly come -- I, and thy mother, and thy brethren -- to bow ourselves to thee, to the earth?'
chr: ᎤᏙᏓᏃ ᎠᎴ ᎠᎾᎵᏅᏟ ᏚᏃᏁᎴᎢ. ᎤᏙᏓᏃ ᎤᎬᏍᎪᎸᏁᎢ, ᎯᎠ ᏄᏪᏎᎴᎢ; ᎦᏙ ᎤᏍᏗ ᎾᏍᎩ ᎠᏍᎩᏓᏍᏗ ᏣᏍᎩᏘ? ᏥᎪ ᎠᏴ, ᎠᎴ ᏣᏥ, ᎠᎴ ᎢᏣᎵᏅᏟ, ᎤᏙᎯᏳᎯ ᎦᏙᎯ ᎢᏴᏛ ᎡᎳᏗ ᏅᏓᏨᏯᏛᏁᎵᎵ?

source: and his brethren are zealous against him, and his father hath watched the matter.
chr: ᎠᎾᎵᏅᏟᏃ ᎬᏩᏳᏤᎴᎢ; ᎤᏙᏓᏍᎩᏂ ᎤᏅᏓᏕ ᎾᏍᎩ ᏄᏪᏒᎢ.

source: And his brethren go to feed the flock of their father in Shechem,
chr: ᎠᎾᎵᏅᏟᏃ ᎤᏁᏅᏎ ᏚᏂᎦᏘᏛᏎ ᎤᏂᏙᏏ ᏧᏤᎵ ᎠᏫ ᏏᎩᎻᏱ.

source: and Israel saith unto Joseph, 'Are not thy brethren feeding in Shechem? come, and I send thee unto them;' and he saith to him, 'Here [am] I;'
chr: ᎢᏏᎵᏃ ᎯᎠ ᏄᏪᏎᎴ ᏦᏩ; ᏝᏍᎪ ᎢᏣᎵᏅᏟ ᎠᏫ ᏱᏫᏓᏂᎦᏘᏯ ᏏᎩᎻᏱ? Ꭷ, ᏓᎬᏅᏏ ᏩᏁᏙᎲᎢ; ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎠᏂᏉ ᎠᏗᎾ.

source: and he saith to him, 'Go, I pray thee, see the peace of thy brethren, and the peace of the flock, and bring me back word;' and he sendeth him from the valley of Hebron, and he cometh to Shechem.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎮᎾ ᏣᎦᏛᏄᎦ ᏄᎾᏛᎿᏕᎬ ᎢᏣᎵᏅᏟ ᎠᎴ ᏄᎾᏛᎿᏕᎬ ᎠᏫ, ᎢᏍᎩᏃᏁᎵᎸᏃ. ᎯᏉᏂᏃ ᎤᎨᏓᎵᏴ ᎤᏅᏎᎢ, ᎠᎴ ᏏᎩᎻ ᏭᎷᏤᎢ.

source: And a man findeth him, and lo, he is wandering in the field, and the man asketh him, saying, 'What seekest thou?'
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎤᏩᏛᎮᎢ, ᎠᎴ ᎬᏂᏳᏉ ᎢᎾᎨ ᎤᎴᎾᎵᏙᎮᎢ; ᎾᏍᎩᏃ ᎠᏍᎦᏯ ᎤᏛᏛᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙ ᏣᏲᎭ?

source: and he saith, 'My brethren I am seeking, declare to me, I pray thee, where they are feeding?'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎣᏣᎵᏅᏟ ᎦᏥᏲᎭ; ᏍᎩᏃᎲᏏ ᎾᎿ ᏫᏓᏂᎦᏘᏴ ᎠᏫ.

source: And the man saith, 'They have journeyed from this, for I have heard some saying, Let us go to Dothan,' and Joseph goeth after his brethren, and findeth them in Dothan.
chr: ᎾᏍᎩᏃ ᎠᏍᎦᏯ ᎯᎠ ᏄᏪᏎᎢ; ᎤᎾᏓᏅᏒ ᎠᏂ; ᎠᏆᏛᎦᏅᏰᏃ ᎯᎠ ᎾᏂᏪᏍᎬᎢ; ᏙᏓᏂ ᏫᏗᎶᎯ. ᏦᏩᏃ ᏚᏍᏓᏩᏛᏎ ᎠᎾᎵᏅᏟ; ᏙᏓᏂᏃ ᏫᏚᏩᏛᎮᎢ.

source: And they see him from afar, even before he draweth near unto them, and they conspire against him to put him to death.
chr: ᎨᏃ ᎢᏴᏛ ᏫᎬᏩᎪᎲ ᎾᎥ, ᎠᏏᏉ ᏂᎦᎷᎬᏫ ᎨᏎᎢ, ᎬᏩᎯᏍᏗᏱ ᎤᎾᏓᏅᏖᎴᎢ.

source: And they say one unto another, 'Lo, this man of the dreams cometh;
chr: ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᎯᎠ ᎾᏍᎩ ᎠᏍᎩᏓᏒᎥᏍᎩ ᏓᏯᎢ.

source: and now, come, and we slay him, and cast him into one of the pits, and have said, An evil beast hath devoured him; and we see what his dreams are.'
chr: Ꭷ ᎿᏉ ᎡᏘᎷᎦ, ᎠᎴ ᎢᎸᎯᏢ ᎠᏔᎴᏒ ᏪᏓᏓᎡᏒᎭ, ᎯᎠᏃ ᏂᏗᏪᏒᎭ, ᎪᎱᏍᏗ ᎤᏍᏗ ᎤᏍᎦᏎᏗ ᎡᎿᎢ ᎤᏪᏯᎥ; ᏓᏓᏙᎴᎰᏏᏃ ᏅᏗᎦᎵᏍᏔᏂᏒ ᎤᏍᎩᏓᏒᏅᎢ.

source: And Reuben heareth, and delivereth him out of their hand, and saith, 'Let us not smite the life;'
chr: ᎷᏈᏂᏃ ᎤᏛᎦᏁᎢ, ᎤᏭᏓᎴᏎᏃ ᏚᏯᏅᎡᎴᎢ; ᎯᎠᏃ ᏄᏪᏎᎢ; ᏞᏍᏗ ᎡᏗᎸᎩ.

source: and Reuben saith unto them, 'Shed no blood; cast him into this pit which [is] in the wilderness, and put not forth a hand upon him,' -- in order to deliver him out of their hand, to bring him back unto his father.
chr: ᎷᏈᏂᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᏞᏍᏗ ᎩᎬ ᎢᏣᏤᏮᎩ, ᎡᏥᏯᎥᎦᏉᏍᎩᏂ ᎯᎠ ᎢᎾᎨ ᏣᏔᎴᏒ, ᎠᎴ ᏞᏍᏗ ᎪᎱᏍᏗ ᎡᏨᏁᎸᎩ; ᎾᏍᎩ ᏧᏭᏓᎳᎡᏗᏱ ᎤᏰᎸᏎᎢ, ᎤᏙᏓ ᏔᎵᏁ ᏮᎤᏪᎧᏁᏗᏱ.

source: And it cometh to pass, when Joseph hath come unto his brethren, that they strip Joseph of his coat, the long coat which [is] upon him,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᏦᏩ ᏫᏚᎷᏤᎸ ᎠᎾᎵᏅᏟ, ᎤᏂᏄᏪᏎ ᎤᏅᏬ, ᎾᏍᎩ ᎤᏅᏣᏛ ᎠᏄᏬ ᎤᏄᏩᎥᎢ,

source: and take him and cast him into the pit, and the pit [is] empty, there is no water in it.
chr: ᎬᏩᏂᏴᎮᏃ ᎠᎴ ᎠᏔᎴᏒ ᎬᏩᏯᏁᎢ. ᎾᏍᎩᏃ ᎠᏔᎴᏒ ᎤᏏᏩ ᎨᏎᎢ, ᎠᎹ ᏂᎦᏁᎲᎾ ᎨᏎᎢ.

source: And they sit down to eat bread, and they lift up their eyes, and look, and lo, a company of Ishmaelites coming from Gilead, and their camels bearing spices, and balm, and myrrh, going to take [them] down to Egypt.
chr: ᎤᎾᏅᏁᏃ ᏗᎾᎵᏍᏓᏴᏂᏎᎢ, ᏗᏂᎦᏙᎵᏃ ᏚᏂᏌᎳᏓᏁᎢ, ᎠᎴ ᏫᏚᎾᎧᎿᏁᎢ, ᎬᏂᏳᏉᏃ ᏑᎾᏓᏡᎩ ᎠᏂᎢᏏᎺᎵ ᏗᎾᎢᏎ ᎩᎵᏯᏗ ᏅᏓᏳᏂᎶᏒᎯ; ᎨᎻᎵ ᏓᎾᏘᏁᎮᎢ ᏚᏂᏐᏈᎴ ᏗᎦᏩᏒᎩ, ᎠᎴ ᏅᏬᏘ ᎠᏜ, ᎠᎴ ᎦᏩᏒᎩ ᎠᏜ, ᎢᏥᏈᏱ ᏓᏂᏱᏎᎢ.

source: And Judah saith unto his brethren, 'What gain when we slay our brother, and have concealed his blood?
chr: ᏧᏓᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᎠᎾᎵᏅᏟ; ᎦᏙ ᏱᎩᏁᏉᏥ ᎢᏳᏃ ᏰᏗᎸ ᎢᎩᏅᏟ, ᎤᎩᎬᏃ ᏱᎦᏕᎵᏍᏔᏅ?

source: Come, and we sell him to the Ishmaelites, and our hands are not on him, for he [is] our brother -- our flesh;' and his brethren hearken.
chr: Ꭷ ᎡᏗᎾᏚᎦ ᎠᏂᎢᏏᎺᎵ ᎨᏗᎧᏏ, ᎠᎴ ᏞᏍᏗ ᎪᎱᏍᏗ ᎡᏛᏁᎸᎩ; ᎢᎩᏅᏟᏰᏃ ᎠᎴ ᎢᎩᏇᏓᎸᎢ. ᎠᎾᎵᏅᏟᏃ ᎬᏩᏛᏓᏍᏓᏁᎴᎢ.

source: And Midianite merchantmen pass by and they draw out and bring up Joseph out of the pit, and sell Joseph to the Ishmaelites for twenty silverlings, and they bring Joseph into Egypt.
chr: ᎤᏂᎶᏎᏃ ᎾᏍᎩ ᎠᏂᏍᎦᏯ ᎠᏂᎻᏗᏯᏂ ᎠᏂᏃᏔᏂᏙᎯ; ᏦᏩᏃ ᏫᎬᏩᏎᏒᎮ ᎬᏩᏯᎢᏎ ᎠᏔᎴᏒᎢ, ᎠᎴ ᎬᏩᎾᏗᏅᏎ ᏦᏩ ᎠᏂᎢᏏᎺᎵ ᏚᏂᎧᏁᎴᎢ, ᏔᎳᏍᎪᎯ ᎠᏰᎵ ᎠᏕᎸ ᎤᏂᏁᎬ ᏚᏂᎬᏩᎶᏔᏁᎢ. ᏦᏩᏃ ᎢᏥᏈᏱ ᏫᎬᏩᏘᏅᏍᏔᏁᎢ.

source: And Reuben returneth unto the pit, and lo, Joseph is not in the pit, and he rendeth his garments,
chr: ᎷᏈᏂᏃ ᏗᏔᎴᏒ ᏫᎤᏨᏎᎢ, ᎬᏂᏳᏉᏃ ᏦᏩ ᎥᏝ ᏱᏯᎡ ᎠᏔᎴᏒᎢ. ᏧᏄᏬᏃ ᏚᏪᏣᎦᎸᎮᎢ.

source: and he returneth unto his brethren, and saith, 'The lad is not, and I -- whither am I going?'
chr: ᎢᎤᏨᏎᏃ ᎠᎾᎵᏅᎶ ᏫᏚᎷᏤᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎠᏫᏄᏣ ᎥᏝ ᏰᎭ; ᎠᏴᏃ, ᎭᏢ ᏮᏓᏥᎶᏏ ᎠᏴ?

source: And they take the coat of Joseph, and slaughter a kid of the goats, and dip the coat in the blood,
chr: ᏦᏩᏃ ᎤᏄᏬᎥᎯ ᎤᏂᏁᏎᎢ, ᎠᎴ ᎤᏂᎴ ᎠᏫ ᎠᎭᏄᎸᎯ ᎠᏨᏯ, ᎠᎴ ᎤᎩᎬᎯ ᎤᏅᏁ ᎠᏄᏬ.

source: and send the long coat, and they bring [it] in unto their father, and say, 'This have we found; discern, we pray thee, whether it [is] thy son's coat or not?'
chr: ᎤᎾᏓᏅᏎᏃ ᎠᎴ ᏭᏂᏃᎮᎴ ᎤᏂᏙᏓ ᎾᏍᎩ ᎠᏄᏬ ᎤᏅᎶᏛ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎯᎠ ᎾᏍᎩ ᎣᏥᎾᏩᏛ; ᎯᎪᎵᏯ, ᎭᏙᎴᎰᎯ ᏥᎪ ᎯᎠ ᎾᏍᎩ ᏤᏥ ᎤᏄᏬᎥᎯ, ᏝᎨ.

source: And he discerneth it, and saith, 'My son's coat! an evil beast hath devoured him; torn -- torn is Joseph!'
chr: ᎤᏬᎵᏤᏃ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ; ᎯᎠ ᎾᏍᎩ ᎠᏇᏥ ᎤᏄᏬᎥᎯ; ᎤᏍᎦᏎᏗ ᎡᎿᎢ ᎤᏪᏯᎥ; ᏄᏜᏏᏛᏒᎾ ᎠᏥᏓᎦᎸᎥᏒ ᏦᏩ.

source: And Jacob rendeth his raiment, and putteth sackcloth on his loins, and becometh a mourner for his son many days,
chr: ᏤᎦᏈᏃ ᏚᏪᏣᎦᎸᎮ ᏄᏄᏬ, ᎠᎴ ᎤᏍᏕᎾ ᎠᏄᏬ ᎤᏓᏠᏍᏔᏁᎢ, ᎠᎴ ᎤᏣᏘ ᏄᏬᏓᏇ ᎤᏍᎪᏂᎴ ᎤᏪᏥ.

source: and all his sons and all his daughters rise to comfort him, and he refuseth to comfort himself, and saith, 'For -- I go down mourning unto my son, to Sheol,' and his father weepeth for him.
chr: ᏂᎦᏛᏃ ᏄᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᏚᎾᎴᏁ ᎬᏩᏄᏬᎯᏍᏙᏗᏱ; ᎠᏎᏃ ᎤᏉᏌᏁ ᎤᏄᏬᎯᏍᏗᏱ; ᎯᎠᏃ ᏄᏪᏎᎢ; ᏗᎦᎦᏠᏱᎯᏰᏃ ᏓᎦᏠᎣᏏ ᏧᏂᏲᎱᏒᎯ ᏄᎾᏛᏅ ᏮᏓᏥᏴᎵ ᏮᏓᏥᎷᏤᎵ ᎠᏇᏥ. ᎤᏙᏓᏃ ᎤᏍᎪᏂᎴᎢ.

source: And the Medanites have sold him unto Egypt, to Potiphar, a eunuch of Pharaoh, head of the executioners.
chr: ᎠᏂᎻᏗᏯᏂᏃ ᎢᏥᏈᏱ ᎬᏩᏘᏅᏎ ᏫᎬᏪᎧᏁᎴ ᏉᏗᏆ, ᎤᎬᏫᏳᏌᏕᎩ ᏇᎵᏲ ᎤᏤᎵᎦ, ᎬᏩᎦᏘᏯ ᎠᏂᏯᏫᏍᎩ ᏧᏓᏘᎾᎢ.

source: Chapter 38
chr: ᎠᏯᏙᎸᎢ 38

source: And it cometh to pass, at that time, that Judah goeth down from his brethren, and turneth aside unto a man, an Adullamite, whose name [is] Hirah;
chr: ᎾᎯᏳᏃ ᎯᎠ ᏄᎵᏍᏔᏁᎢ; ᎾᏍᎩ ᏧᏓ ᏚᏓᏅᎡᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎠᏓᎳᎻ ᎤᏕᏅᎯ ᏭᎷᏤᎴᎢ, ᎾᏍᎩ ᎭᎳ ᏚᏙᎡᎢ.

source: and Judah seeth there the daughter of a man, a Canaanite, whose name [is] Shuah, and taketh her, and goeth in unto her.
chr: ᎾᎿᏃ ᏧᏓ ᎤᎪᎮ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎠᎨᎾᏂ ᎤᏪᏥ ᎠᎨᏴ ᏑᎠ ᏧᏙᎢᏛ, ᎠᎴ ᎤᏯᏅᎮᎢ, ᎠᎴ ᎤᏓᏴᏎᎢ.

source: And she conceiveth, and beareth a son, and he calleth his name Er;
chr: ᎤᏁᎵᏤᏃ ᎠᎴ ᎤᎾᏄᎪᏫᏎ ᎠᏧᏣ, ᎠᎴ ᎥᎵ ᏚᏬᎡᎢ.

source: and she conceiveth again, and beareth a son, and calleth his name Onan;
chr: ᏔᎵᏁᏃ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎤᎾᏄᎪᏫᏎ ᎠᏧᏣ, ᎠᎴ ᎣᎾᏂ ᏚᏬᎡᎢ.

source: and she addeth again, and beareth a son, and calleth his name Shelah; and he was in Chezib in her bearing him.
chr: ᎠᏏᏃ ᏔᎵᏁ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎢ, ᎠᎴ ᏏᎳ ᏚᏬᎡᎢ. ᎩᏏᏈᏃ ᏪᏙᎮ ᎾᎯᏳ ᎤᎾᏄᎪᏫᏒ.

source: And Judah taketh a wife for Er, his first-born, and her name [is] Tamar;
chr: ᏧᏓᏃ ᎤᏩᏛᎡᎴ ᎥᎵ ᎢᎬᏱ ᎡᎯ ᎤᏪᏥ ᎤᏓᎵᎢ; ᎾᏍᎩ ᏖᎹ ᏚᏙᎡᎢ.

source: and Er, Judah's first-born, is evil in the eyes of Jehovah, and Jehovah doth put him to death.
chr: ᎥᎵᏃ, ᏧᏓ ᎢᎬᏱ ᎡᎯ ᎤᏪᏥ ᎠᏍᎦᎾᎯᏳ ᎨᏎ ᏱᎰᏩ ᏓᎧᏅᎢ; ᏱᎰᏩᏃ ᎤᎴᎢ.

source: And Judah saith to Onan, 'Go in unto the wife of thy brother, and marry her, and raise up seed to thy brother;'
chr: ᏧᏓᏃ ᎯᎠ ᏄᏪᏎᎴ ᎣᎾᏂ; ᎡᏣᏂᎵ ᎤᏓᏴᏛ ᏫᎷᏥᏏ, ᎠᎴ ᎠᎾᏛᎯ ᎢᏳᏛᏁᏗ ᎨᏒ ᏂᏯᏛᏂᏏ, ᎠᎴ ᎡᏣᏂᎵ ᏧᏪᏥ ᏕᎯᏯᏛᎯᏍᏓᎸᎭ.

source: and Onan knoweth that the seed is not [reckoned] his; and it hath come to pass, if he hath gone in unto his brother's wife, that he hath destroyed [it] to the earth, so as not to give seed to his brother;
chr: ᎣᎾᏂᏃ ᎠᎦᏔᎮ ᎠᏲᎵ ᎤᏤᎵ ᎠᏥᏰᎸᎾᏁᏗ ᏂᎨᏒᎾ ᎨᏒᎢ; ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎿᏉ ᏚᎾᏂᏏᏅ ᎤᏂᎵ ᎤᏓᏴᏛ, ᎤᏤᏪ ᎦᏙᎯ, ᏄᏚᎵᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ ᎤᏂᎵ ᎤᏪᏥ ᎤᏕᏁᏗᏱ.

source: and that which he hath done is evil in the eyes of Jehovah, and He putteth him also to death.
chr: ᎾᏍᎩᏃ ᏄᏛᏁᎸ ᎤᏲᎢᏳ ᎨᏎ ᏱᎰᏩ ᏓᎧᏅᎢ, ᎾᏍᎩᏃ ᎾᏍᏉ ᎤᎴᎢ.

source: And Judah saith to Tamar his daughter-in-law, 'Abide a widow at thy father's house, till Shelah my son groweth up;' for he said, 'Lest he die -- even he -- like his brethren;' and Tamar goeth and dwelleth at her father's house.
chr: ᏧᏓᏃ ᎯᎠ ᏄᏪᏎᎴ ᏖᎹ ᎤᏦᎯ; ᏦᏑᎶᏨᎯᏉ ᏣᏙᏓ ᎦᏁᎸ ᏦᎴᏍᏗ, ᎬᏂ ᏏᎳ ᎠᏇᏥ ᎤᏛᎾ ᎨᏎᏍᏗ; (ᎯᎠᏰᏃ ᏄᏪᏎᎢ, ᎾᏍᎩᏰᏃ ᎾᏍᏉ ᏯᏲᎱᎯ, ᎾᏍᎩ ᏧᏂᎵ ᏄᎾᎵᏍᏔᏅᎢ.) ᏖᎹᏃ ᎤᏪᏅᏎᎢ, ᎠᎴ ᎤᏙᏓ ᎦᏁᎸ ᏪᎮᎢ.

source: And the days are multiplied, and the daughter of Shuah, Judah's wife, dieth; and Judah is comforted, and goeth up unto his sheep-shearers, he and Hirah his friend the Adullamite, to Timnath.
chr: ᎢᎸᎯᏳᏃ ᎢᏴᏛ ᏑᎠ ᎤᏪᏥ ᏧᏓ ᎤᏓᎵᎢ ᎤᏲᎱᏎᎢ, ᏧᏓᏃ ᎤᏄᏬᎯᏎᎢ, ᎠᎴ ᏗᎻᎾᏗ ᎤᏪᏅᏎ ᎠᏫ ᏗᎬᏩᏍᏙᏰᎯ ᏗᏁᎲᎢ, ᎤᏩᏒ ᎠᎴ ᎤᎾᎵᎢ ᎭᎳ ᎠᏓᎳᎻ ᎤᏕᏅᎯ.

source: And it is declared to Tamar, saying, 'Lo, thy husband's father is going up to Timnath to shear his flock;'
chr: ᏖᎹᏃ ᎠᏥᏃᏁᎴᎢ ᎯᎠ ᎾᏥᏪᏎᎴᎢ; ᎬᏂᏳᏉ ᎯᏦᎢᏯ ᏗᎻᎾᏗ ᎠᎢ ᎠᏫ ᏧᏤᎵ ᏓᏍᏙᏰᎯ.

source: and she turneth aside the garments of her widowhood from off her, and covereth herself with a vail, and wrappeth herself up, and sitteth in the opening of Enayim, which [is] by the way to Timnath, for she hath seen that Shelah hath grown up, and she hath not been given to him for a wife.
chr: ᎤᏬᏑᎶᏨᎯᏃ ᎤᏄᏬᏍᏗ ᎤᏄᏪᏎᎢ, ᎠᎴ ᎤᎵᎬᏚᎳᏁᎢ, ᎠᎴ ᎤᏚᏢᏁᎢ, ᎠᎴ ᎤᏜᏅᏛ ᎤᏪᏁᎢ, ᏗᎻᎾᏗ ᏫᎦᏅᏅᎢ; ᎤᏙᎴᎰᏎᏰᏃ ᏏᎳ ᎤᏛᎾ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᏂᏓᎾᏤᎬᎾ ᎨᏒᎢ.

source: And Judah seeth her, and reckoneth her for a harlot, for she hath covered her face,
chr: ᏧᏓᏃ ᎤᎪᎲ ᎤᏁᎫᏥᏛ ᎠᎨᏴ ᎤᏪᎵᏎᎴᎢ, ᏂᎦᎵᏍᏙᏗᏍᎨ ᎤᎵᎬᏚᎸᎢ.

source: and he turneth aside unto her by the way, and saith, 'Come, I pray thee, let me come in unto thee,' (for he hath not known that she [is] his daughter-in-law); and she saith, 'What dost thou give to me, that thou mayest come in unto me?'
chr: ᎾᏍᎩᏃᏭᎷᏤᎴ ᏅᏃᎱᎶᏗ, ᎯᎠᏃ ᏄᏪᏎᎢ, Ꭷ, ᏗᎾᏂᏏᎲᎦ; (ᎥᏝᏰᏃ ᏱᎦᎳᎮ ᎾᏍᎩ ᎤᏦᎯ ᎨᏒᎢ.) ᎯᎠᏃ ᏄᏪᏎᎢ, ᏚᏙᏃ ᏓᏍᎩᏁᎵ ᎾᏍᎩ ᏗᎩᎾᏂᏏᏗᏱ?

source: and he saith, 'I -- I send a kid of the goats from the flock.' And she saith, 'Dost thou give a pledge till thou send [it]?'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᎭᏄᎸᎯ ᎠᎩᎾ ᏗᎦᏓᏅᏒᎭ ᎠᏫ ᏗᏁᏙᎲ ᏩᏯᏅᏛ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᎦᏘᏗᏍᏙᏗᏍᎪᏃ ᏓᏍᎩᏁᎵ ᏔᏓᏅᏒᎭ ᎢᎪᎯᏛ?

source: and he saith, 'What [is] the pledge that I give to thee?' and she saith, 'Thy seal, and thy ribbon, and thy staff which [is] in thy hand;' and he giveth to her, and goeth in unto her, and she conceiveth to him;
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᏙᏃ ᎤᏍᏗ ᎠᎦᏘᏗᏍᏙᏗ ᏓᎬᏁᎵ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᏣᎵᏰᏑᏍᏚᏬ ᎠᏏᎥᏍᏙᏗ, ᎠᎴ ᎪᎸᏌᏛᏗ ᎬᏩᏠᏯᏍᏗ, ᎠᎴ ᏣᏙᎳᏅᏍᏗ ᏥᏁᎭ. ᎾᏍᎩᏃ ᏚᏁᎴᎢ, ᎠᎴ ᏚᎾᏂᏏᏁᎢ, ᎠᎴ ᎤᏁᎵᏍᏔᏁᎢ.

source: and she riseth, and goeth, and turneth aside her vail from off her, and putteth on the garments of her widowhood.
chr: ᏚᎴᏁᏃ, ᎠᎴ ᎤᏪᏅᏎᎢ, ᎠᎴ ᎤᎵᎬᏚᎴᏎᎢ, ᎠᎴ ᏧᏃᏑᎶᏨᎯ ᏧᎾᏄᏬᏍᏗ ᏫᏚᏄᏬᎡᎢ.

source: And Judah sendeth the kid of the goats by the hand of his friend the Adullamite, to receive the pledge from the hand of the woman, and he hath not found her.
chr: ᏧᏓᏃ ᎤᏓᏅᏎ ᏭᏪᎧᏁᎴ ᎠᎭᏄᎸᎯ ᎠᎩᎾ ᎤᎨᏅᏕ ᎤᎾᎵᎢ ᎠᏓᎳᎻ ᎡᎯ, ᎠᎴ ᎥᎤᎩᏍᏗᏱ ᎤᎦᏘᏗᏍᏓᏁᎸᎯ ᎠᎨᏴ; ᎠᏎᏃ ᎥᏝ ᏳᏩᏛᎮᎢ.

source: And he asketh the men of her place, saying, 'Where [is] the separated one -- she in Enayim, by the way?' and they say, 'There hath not been in this [place] a separated one.'
chr: ᎿᏉᏃ ᏚᏛᏛᏁ ᎾᎿ ᎠᏁᎯ, ᎯᎠ ᏄᏪᏎᎢ, ᎭᏢ ᎤᏁᎫᏥᏛ ᎠᎨᏴ, ᎬᏂᎨᏒ ᏅᏃᎱᎶᏗ ᏧᏬᎸᎩ? ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎥᏝ ᎤᏁᎫᏥᏛ ᎠᎨᏴ ᎠᏂ ᏰᏙᎮᎢ.

source: And he turneth back unto Judah, and saith, 'I have not found her; and the men of the place also have said, There hath not been in this [place] a separated one,'
chr: ᏧᏓᏃ ᏫᎤᎷᏤᎴᎢ, ᎠᎴ ᎯᎠ ᏫᏄᏪᏎᎢ, ᏥᏯᏠᎩᏉ, ᎠᎴᏃ ᎾᏍᏉ ᎾᎿ ᎠᏁᎯ ᎠᏂᏍᎦᏯ ᎯᎠ ᏄᏂᏪᏒᎩ, ᎥᏝ ᎠᏂ ᏰᏙᎮ ᎤᏁᎫᏥᏛ ᎠᎨᏴ.

source: and Judah saith, 'Let her take to herself, lest we become despised; lo, I sent this kid, and thou hast not found her.'
chr: ᏧᏓᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎬᏩᎾᎡᏍᏗᏉ, ᏰᎩᎾᏕ ᎣᎯᏍᏓᏰᏃ; ᎬᏂᏳᏉ ᎯᎠ ᎠᎭᏄᎸᎯ ᎠᎩᎾ ᎬᏯᎨᏅᏛᎩ, ᏮᎯᏯᏠᎩᏉᏃ.

source: And it cometh to pass about three months [after], that it is declared to Judah, saying, 'Tamar thy daughter-in-law hath committed fornication; and also, lo, she hath conceived by fornication:' and Judah saith, 'Bring her out -- and she is burnt.'
chr: ᏦᎢᎭᏃ ᎢᏯᏅᏙ ᎣᏂ, ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏧᏓ ᎠᏥᏃᏁᎴ ᎯᎠ ᎾᏥᏪᏎᎴᎢ, ᏖᎹ ᏣᏦᎯ ᎤᏓᏁᎬᏍᏔᏅ, ᎠᎴ ᎾᏍᏉ ᎬᏂᏳᏉ ᎤᏁᎵᏨ ᏚᏂᏏᏂᏙᎸᎢ; ᏧᏓᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎡᏣᏘᏃᎦ ᎠᎴ ᏩᎦᎪᎲᏍᏓ.

source: She is brought out, and she hath sent unto her husband's father, saying, 'To a man whose these [are], I [am] pregnant;' and she saith, 'Discern, I pray thee, whose [are] these -- the seal, and the ribbons, and the staff.'
chr: ᎠᎦᏘᏃᎸᏃ ᎤᏓᏅᏎ ᎤᏛᎪᏗ ᎤᏦᎯᏛᎯ, ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᎠᏍᎦᏯ ᎾᏍᎩ ᎯᎠ ᏧᏤᎵᎦ ᎠᎩᏁᎵᏍᏔᏅ; ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎭᏙᎴᎰᎯ, ᎦᎪ ᏧᏤᎵᎦ ᎯᎠ, ᎠᎵᏰᏑᏍᏚᏬ ᎠᏐᎥᏍᏙᏗ, ᎠᎴ ᎪᎸᏌᏛᏗ, ᎠᎴ ᎠᏙᎳᏅᏍᏗ.

source: And Judah discerneth and saith, 'She hath been more righteous than I, because that I did not give her to Shelah my son;' and he hath not added to know her again.
chr: ᏧᏓᏃ ᏧᏤᎵᎦ ᎨᏒ ᎤᏃᏁᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏟ ᏚᏳᎪᏛ ᏄᏛᏁᎸ ᎡᏍᎦᏉ ᎠᏴ; ᏂᎦᎵᏍᏙᏗᎭ ᎠᏇᏥ ᏏᎳ ᏂᏥᏯᎧᏁᎸᎾ ᎨᏒᎢ. ᎥᏝ ᎠᎴ ᎢᎸᎯᏳ ᏔᎵᏁ ᏳᎦᏙᎥᏎᎢ.

source: And it cometh to pass in the time of her bearing, that lo, twins [are] in her womb;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎿᏉ ᎤᏍᏆᎸᎲ ᎠᏲᎵ ᎤᎾᏄᎪᏫᏍᏗᏱ, ᎬᏂᏳᏉ ᏗᏂᎳᏫ ᏕᎦᏁᎵᏎᎢ.

source: and it cometh to pass in her bearing, that [one] giveth out a hand, and the midwife taketh and bindeth on his hand a scarlet thread, saying, 'This hath come out first.'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ ᎿᏉ ᏓᏓᎾᏄᎪᏫᏍᎨᎢ, ᎾᏍᎩ ᎠᏏᏴᏫ ᏧᏙᏯᏅᎯᏕᎢ; ᎠᎵᏍᏕᎵᏍᎩᏃ ᎩᎦᎨ ᎠᏍᏘ ᎤᎸᏍᏓᏁᎴ ᎤᏬᏰᏂ, ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᎢᎬᏱ ᎤᎾᏄᎪᏨᎩ.

source: And it cometh to pass as he draweth back his hand, that lo, his brother hath come out, and she saith, 'What! thou hast broken forth -- on thee [is] the breach;' and he calleth his name Pharez;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏗᎤᏎᏒᎲ ᎤᏬᏰᏂ, ᎬᏂᏳᏉ ᏗᎾᏓᏅᏟ ᏧᎾᏄᎪᏤᎢ; ᎠᎵᏍᏕᎵᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙ ᏓᎦᎵᏍᏙᏓ ᎥᎯᎳᏅᏓᏓ ᏛᎯᏄᎪᎢ? ᎾᏍᎩ ᎯᎠ ᎦᎳᏅᏓᏛᎢ ᏂᎯ ᎡᏣᎳᏫᏎᎮᏍᏗ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏇᎵᏏ ᏓᎪᎡᎢ.

source: and afterwards hath his brother come out, on whose hand [is] the scarlet thread, and he calleth his name Zarah.
chr: ᎣᏂᏃ ᏗᎾᏓᏅᏟ ᏧᏄᎪᏤᎢ, ᎾᏍᎩ ᎩᎦᎨ ᎠᏍᏘ ᎤᎸᏍᏗ ᎤᏬᏰᏂ; ᏎᎳᏃ ᏓᎪᎡᎢ.

source: Chapter 39
chr: ᎠᏯᏙᎸᎢ 39

source: And Joseph hath been brought down to Egypt, and Potiphar, a eunuch of Pharaoh, head of the executioners, an Egyptian man, buyeth him out of the hands of the Ishmaelites who have brought him thither.
chr: ᏦᏩᏃ ᎢᏥᏈᏱ ᏩᎦᏘᏃᎴᎢ; ᏉᏗᏆᏃ ᎤᎬᏫᏳᏌᏕᎩ ᏇᎵᏲ ᎤᏤᎵᎦ, ᎬᏩᎦᏘᏯ ᎠᏂᏯᏫᏍᎩ ᏧᏓᏘᎾᎢ, ᎢᏥᏈᏱ ᎡᎯ, ᎾᏍᎩ ᏚᏩᏎᎴ ᎠᏂᎢᏏᎺᎵ, ᎾᏍᎩ ᎾᎿ ᏫᎬᏩᏘᏃᎸᎯ.

source: And Jehovah is with Joseph, and he is a prosperous man, and he is in the house of his lord the Egyptian,
chr: ᏱᎰᏩᏃ ᏚᎧᎿᏩᏗᏙᎮ ᏦᏩ, ᎣᏍᏛᏃ ᎢᏳᎵᏍᏓᏁᎯ ᎨᏎᎢ; ᎤᎾᏝᎢᏃ ᎦᏁᎸ ᎢᏥᏈᏱ ᎡᎯ ᎡᎯᎢ.

source: and his lord seeth that Jehovah is with him, and all that he is doing Jehovah is causing to prosper in his hand,
chr: ᎤᎾᏝᎢᏃ ᎤᏙᎴᎰᏎ ᏱᎰᏩ ᏚᎧᎿᏩᏗᏙᎲᎢ, ᎠᎴ ᏱᎰᏩ ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗᏱ ᏄᏩᏁᎲ ᏂᎦᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ.

source: and Joseph findeth grace in his eyes and serveth him, and he appointeth him over his house, and all that he hath he hath given into his hand.
chr: ᏦᏩᏃ ᎣᏍᏛ ᎤᏰᎸᏗᏱ ᎤᏩᏛᎮᎢ, ᎠᎴ ᎪᎱᏍᏗ ᎠᏛᏁᎮᎢ; ᎠᎴ ᏗᎧᎿᏩᏗᏙᎯ ᏄᏩᏁᎴ ᎦᏁᎸᎢ, ᎠᎴ ᏂᎦᏛ ᎪᎱᏍᏗ ᎤᎿᎥ ᏚᏲᏎᎴᎢ.

source: And it cometh to pass from the time that he hath appointed him over his house, and over all that he hath, that Jehovah blesseth the house of the Egyptian for Joseph's sake, and the blessing of Jehovah is on all that he hath, in the house, and in the field;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏗᎧᎿᏩᏗᏙᎯ ᏄᏩᏁᎸ ᎦᏁᎸᎢ ᎠᎴ ᏂᎦᏛ ᎪᎱᏍᏗ ᎤᎿᎥᎢ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎾᏍᎩ ᏱᎰᏩ ᎣᏍᏛ ᏄᏛᏁᎴ ᎦᏁᎸ ᎢᏥᏈᏱ ᎡᎯ, ᏦᏩ ᎢᏳᏩᏂᏌᏛ; ᎠᎴ ᏱᎰᏩ ᎤᏓᏍᏕᎸᏗ ᎨᏒ ᏔᎵ ᎤᏛᏗᏕᎨ ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᎿᎥ ᎦᎵᏦᏕ ᎠᎴ ᏠᎨᏏ.

source: and he leaveth all that he hath in the hand of Joseph, and he hath not known anything that he hath, except the bread which he is eating. And Joseph is of a fair form, and of a fair appearance.
chr: ᎠᎴ ᏂᎦᏛ ᎪᎱᏍᏗ ᎤᎿᎥ ᏦᏩ ᎤᎦᏘᏗᏍᏔᏁᎢ; ᎠᎴ ᎥᏝ ᏯᎦᏔᎮ ᎢᏳᏍᏗ ᎤᎲᎢ, ᎠᎵᏍᏓᏴᏗ ᎠᎩᏍᎬ ᎤᏩᏒ. ᎠᎴ ᏦᏩ ᎤᏬᏚᎯᏳ ᎨᏎᎢ, ᎠᎴ ᎣᏏᏳ ᎨᏎ ᏣᎦᎦᏅᏗᏱ.

source: And it cometh to pass after these things, that his lord's wife lifteth up her eyes unto Joseph, and saith, 'Lie with me;'
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎤᎾᏝᎢ ᎤᏓᎵᎢ ᏚᎧᏂᏍᎨ ᏦᏩ; ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏍᏆᏂᏏᎲᏏ.

source: and he refuseth, and saith unto his lord's wife, 'Lo, my lord hath not known what [is] with me in the house, and all that he hath he hath given into my hand;
chr: ᎠᏎᏃ ᏦᏩ ᏚᏢᏫᏎᎴᏉ, ᎠᎴ ᎯᎠ ᏄᎡᏎᎴ ᎤᎾᏝᎢ ᎤᏓᎵᎢ; ᎬᏂᏳᏉ, ᎠᎩᎾᏝᎢ ᎥᏝ ᏱᎦᏔᎭ ᎢᏳᏍᏗ ᎠᎩᎦᏘᏗᏍᏛ ᎦᏁᎸᎢ, ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᎿᎥ ᏓᎩᏲᎯᏎᎸ.
